<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p>Una iniciativa muy interesante en relaci&oacute;n a la definici&oacute;n del pensamiento<br />
  computacional es la promovida por la Sociedad Internacional de la Tecnolog&iacute;a en la<br />
  Educaci&oacute;n (ISTE) y la Asociaci&oacute;n de Profesores de Inform&aacute;tica (CSTA), que han<br />
  colaborado con l&iacute;deres del mundo de la investigaci&oacute;n y la educaci&oacute;n superior, la<br />
  industria y la educaci&oacute;n primaria y secundaria para desarrollar una definici&oacute;n<br />
  operativa que describa con precisi&oacute;n sus caracter&iacute;sticas esenciales y ofrezca un<br />
  marco de trabajo y un vocabulario com&uacute;n con el que los profesionales de la<br />
  educaci&oacute;n puedan trabajar.<br />
  Seg&uacute;n esta definici&oacute;n operativa, el pensamiento computacional es un proceso de<br />
  resoluci&oacute;n de problemas que incluye las siguientes caracter&iacute;sticas:<br />
  &#9679; Formular problemas de forma que se permita el uso de un ordenador y otras<br />
  herramientas para ayudar a resolverlos.<br />
  &#9679; Organizar y analizar l&oacute;gicamente la informaci&oacute;n.<br />
  &#9679; Representar la informaci&oacute;n a trav&eacute;s de abstracciones como los modelos y las<br />
  simulaciones.<br />
  &#9679; Automatizar soluciones haciendo uso del pensamiento algor&iacute;tmico<br />
  (estableciendo una serie de pasos ordenados para llegar a la soluci&oacute;n).<br />
  &#9679; Identificar, analizar e implementar posibles soluciones con el objetivo de<br />
  lograr la combinaci&oacute;n m&aacute;s efectiva y eficiente de pasos y recursos.<br />
  &#9679; Generalizar y transferir este proceso de resoluci&oacute;n de problemas para ser<br />
capaz de resolver una gran variedad de familias de problemas.</p>
<p>Debido al inter&eacute;s de este proceso por resolver un problema, es que este se<br />
  desarrolla por medio de cuatro etapas, las cuales son:<br />
  &#9679; Descomposici&oacute;n<br />
  El objetivo en esta etapa, es las de fragmentar la complejidad de un problema<br />
  en peque&ntilde;as series de m&aacute;s f&aacute;cil manejo.<br />
  &#9679; Reconocimiento de patrones<br />
  Una vez fragmentado el problema, la soluci&oacute;n a los &ldquo;peque&ntilde;os problemas&rdquo; se<br />
  realizar&aacute; individualmente y de forma similar a problemas que fueron<br />
  solucionados con anterioridad.<br />
  &#9679; Abstracci&oacute;n<br />
  Por medio de la abstracci&oacute;n, se omitir&aacute; toda aquella informaci&oacute;n que resulte<br />
  irrelevante al problema inicialmente propuesto.<br />
  &#9679; Algoritmos<br />
  Por &uacute;ltimo, dentro de esta etapa, se presentar&aacute;n todos los pasos a incluir<br />
  dentro de la resoluci&oacute;n de cada uno de los problemas</p>
</body>
</html>
