<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Los datos son representaciones simb&oacute;licas (vale decir: num&eacute;ricas, alfab&eacute;ticas,<br />
  algor&iacute;tmicas, etc.) de un determinado atributo o variable cualitativa o cuantitativa, o<br />
  sea: la descripci&oacute;n codificada de un hecho emp&iacute;rico, un suceso, una entidad. Son,<br />
  as&iacute;, la informaci&oacute;n (valores o referentes) que recibe el computador a trav&eacute;s de<br />
  distintos medios, y que es manipulada mediante el procesamiento de los algoritmos<br />
  de programaci&oacute;n. Su contenido puede ser pr&aacute;cticamente cualquiera: estad&iacute;sticas,<br />
  n&uacute;meros, descriptores, que por separado no tienen relevancia para los usuarios del<br />
  sistema, pero que en conjunto pueden ser interpretados para obtener una<br />
informaci&oacute;n completa y espec&iacute;fica.</p>
<p>Factores tales como, caracteres o s&iacute;mbolos almacenados por un computador, de los<br />
  que se deriva informaci&oacute;n despu&eacute;s de su procesamiento. Los datos, en<br />
  consecuencia, incluyen algo m&aacute;s que n&uacute;meros; abarcan toda la informaci&oacute;n que se<br />
  ingresa en la computadora. La materia prima que se procesa o maneja por los<br />
  programas son los datos. Son las piezas de informaci&oacute;n espec&iacute;ficas, usualmente<br />
  con un formato especial. Todo el software se divide en dos categor&iacute;as: datos y<br />
  programas. Los programas o aplicaciones son colecciones de instrucciones que<br />
  manipulan datos. Pueden presentarse en variedad de formas: n&uacute;meros, texto, bits o<br />
  bytes almacenados en memoria, etc.<br />
  <strong>CLASIFICACI&Oacute;N DE DATOS</strong><br />
  La clasificaci&oacute;n de datos permite determinar y asignar valor a los datos de la<br />
  organizaci&oacute;n y proporciona un punto de partida com&uacute;n para la gobernanza. El<br />
  proceso de clasificaci&oacute;n de datos clasifica los datos por confidencialidad e impacto<br />
  empresarial a fin de identificar los riesgos. Cuando los datos est&aacute;n clasificados, se<br />
  pueden administrar de formas que protegen aquellos confidenciales o importantes<br />
  frente al robo o la p&eacute;rdida.<br />
  &#9679; Cualitativos: Cuando la observaci&oacute;n de la variable se hace sobre una<br />
  cualidad no num&eacute;rica, como por ejemplo el sexo, el estado civil, las<br />
  enfermedades, lugar de nacimiento.<br />
  &#9679; Cuantitativos: Cuando la observaci&oacute;n que se hace de la variable puede ser<br />
  expresada en t&eacute;rminos num&eacute;ricos, como la edad, el peso, la talla, el n&uacute;mero<br />
  de hijos.<br />
  Las variables cuantitativas a su vez se pueden clasificar en continuas o<br />
  discontinuas.<br />
  &#9679; Continuas: Cuando el dato se puede expresar tanto en valor entero como en<br />
  decimales, como por ejemplo la talla, el peso, la edad.<br />
  &#9679; Discontinuas o discretas: Cuando los datos s&oacute;lo admiten ser<br />
  expresados en valores enteros, ejemplo el n&uacute;mero de pacientes<br />
  atendidos en un servicio<br />
  <strong>IMPORTANCIA DE LOS DATOS</strong><br />
  No apreciamos lo que significa no poder acceder a esa carpeta donde guardamos<br />
  nuestros documentos importantes o nuestro ordenador no arranca estamos, como<br />
  poco, ante un gran trastorno. Pero &iquest;por qu&eacute; pasa y c&oacute;mo podemos protegernos? En<br />
  este art&iacute;culo vamos a intentar dar algunas claves. Miguel Ruiz.</p>
<p>}Los equipos inform&aacute;ticos se han convertido en una herramienta imprescindible en<br />
  las empresas actuales, desde las grandes hasta las muy peque&ntilde;as, incluyendo a los<br />
  trabajadores aut&oacute;nomos, disponen de un equipo inform&aacute;tico que les ayuda en su<br />
  proceso productivo, cualquier fallo del mismo puede suponer un trastorno, en<br />
  algunos casos dram&aacute;tico, para el desarrollo futuro de la empresa.</p>
</body>
</html>
