<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Un dato es cualquier elemento que necesitemos procesar en un<br />
  programa. Los programas trabajan con datos de entrada, los cuales son<br />
  manipulados mediante los procesos inform&aacute;ticos para producir unos<br />
  datos de salida. Est&aacute; muy ligado a otro concepto que necesitamos<br />
  conocer qu&eacute; es el de &amp;quot;informaci&oacute;n&amp;quot;.<br />
  &#9679; <strong>Datos:</strong> ser&iacute;a el 0, 12, &amp;quot;sHadksdje2so&amp;quot;, &amp;quot;lunes&amp;quot; y cosas as&iacute;. Estos<br />
  datos no sabemos a lo que se refieren, simplemente son n&uacute;meros<br />
  o cadenas de un valor determinado.<br />
  &#9679; <strong>Informaci&oacute;n:</strong> 0 (el n&uacute;mero de carros que tengo), 12 (los d&iacute;as del<br />
  mes).<br />
  Un tipo de datos es un conjunto de valores que tienen una caracter&iacute;stica<br />
  en com&uacute;n y que responden a unas operaciones determinadas. Con<br />
  otras palabras es la propiedad de un valor que determina su dominio<br />
  (qu&eacute; valores puede tomar), qu&eacute; operaciones se le pueden aplicar y<br />
  c&oacute;mo es representado internamente por el computador. Para saber los<br />
  valores posibles que podr&iacute;an tener y las cosas que se permiten hacer<br />
  con ellos.<br />
  <strong>ESTRUCTURADOS</strong><br />
Aquella informaci&oacute;n que ha sido modificada y transformada en un<br />
  modelo de datos bien definido. Aquellos datos que no han sido<br />
  procesados, se mapean en campos predise&ntilde;ados y a continuaci&oacute;n, se<br />
  extraen y leen a trav&eacute;s de SQL de forma sencilla. Este modelo utiliza<br />
  memoria y minimiza la redundancia de datos. Pero, al mismo tiempo,<br />
esto tambi&eacute;n significa que los datos estructurados resultan m&aacute;s</p>
<p>interdependientes y menos flexibles.Son aquellos que se encuentran<br />
  ordenados.<br />
  &#9679; Una tabla Excel.<br />
  &#9679; Hojas de c&aacute;lculo.<br />
  &#9679; Bases de datos de cualquier otro tipo.<br />
  &#9679; Aplicaciones para realizar cuestionarios tipo test.<br />
  &#9679; Formularios web.<br />
  &#9679; Fichas estandarizadas de clientes.<br />
  &#9679; Encuestas a usuarios de un servicio.<br />
  Los encontrar&aacute;s organizados mediante una serie de filas y columnas<br />
  bien definidas. Son los que se usan de manera habitual en la mayor<br />
  parte de las bases de datos relacionales (RDBMS).</p>
<p><strong>NO ESTRUCTURADOS</strong><br />
  Son datos sin procesar. Su procesamiento es complicado por su compleja<br />
  organizaci&oacute;n y formato. Cuando hablamos de datos no estructurados lo hacemos de<br />
  datos cualitativos, no cuantitativos. Se extraen y acumulan en almacenes de datos<br />
  no estructurados (tambi&eacute;n conocidos como lagos de datos) para su posterior<br />
  an&aacute;lisis. Estos datos no se pueden usar en una base de datos tradicional, ya que<br />
  ser&iacute;a imposible ajustarlos a las filas y columnas estandarizadas. tipos de datos no<br />
  estructurados de uso muy com&uacute;n.<br />
  &#9679; Documentos de oficina en archivos de texto.<br />
  &#9679; Archivos de im&aacute;genes.<br />
  &#9679; Archivos PDF.<br />
  &#9679; Archivos de registro y de datos de aplicaciones como .ini o .dll.<br />
  &#9679; Datos de ubicaciones y mensajer&iacute;a instant&aacute;nea.<br />
  &#9679; Grabaciones telef&oacute;nicas, archivos de audio como MP3.<br />
  Otro ejemplo de datos no estructurados son los comentarios y publicaciones en<br />
  redes sociales.</p>
<p><br />
  <strong>SEMIESTRUCTURADOS</strong></p>
<p>Son aquellos con un nivel medio de estructuraci&oacute;n y rigidez organizativa. Se<br />
  encuentran a medio camino entre los estructurados y los no estructurados. Tienen<br />
  algunas caracter&iacute;sticas consistentes y muy concretas. No tienen estructura r&iacute;gida<br />
  como la necesaria para las bases de datos relacionales de los datos estructurados.<br />
  Sus propiedades organizativas, como es el caso de los metadatos o las etiquetas<br />
  sem&aacute;nticas son utilizadas con datos semiestructurados para que resulten m&aacute;s<br />
  manejables; El &uacute;nico &ldquo;problema&rdquo; es que, a d&iacute;a de hoy, cuentan con cierta<br />
  variabilidad e inconsistencia. Entre las principales fuentes para<br />
  recabarlos est&aacute;n los mencionados correos electr&oacute;nicos</p>
<p>&#9679; Archivos comprimidos.<br />
  &#9679; XML y otros lenguajes de marcado.<br />
  &#9679; Ejecutables binarios.<br />
  &#9679; Paquetes TCP / IP.</p>
</body>
</html>
