<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p><strong>HISTORIA DEL  BIG DATA.</strong></p>
<p>El t&eacute;rmino  &quot;big data&quot; se refiere a los datos que son tan grandes, r&aacute;pidos o  complejos que es dif&iacute;cil o imposible procesarlos con los m&eacute;todos tradicionales.  El acto de acceder y almacenar grandes cantidades de informaci&oacute;n para la  anal&iacute;tica ha existido desde hace mucho tiempo. Pero el concepto de big data  cobr&oacute; impulso a principios de la d&eacute;cada de 2000 cuando el analista de la  industria, Doug Laney, articul&oacute; la definici&oacute;n actual de grandes datos como las  tres V:<br />
    <strong><img width="473" height="283" src="1.3_clip_image002.gif" /></strong> <br />
    <strong>Volumen</strong>: Las organizaciones recopilan datos de diversas fuentes,  como transacciones comerciales, dispositivos inteligentes (IO), equipo  industrial, v&iacute;deos, medios sociales y m&aacute;s. En el pasado, su almacenamiento  habr&iacute;a sido un problema - pero el almacenamiento m&aacute;s barato en plataformas como  los data lakes y el Hadoop han aliviado la carga.<br />
    <strong>Velocidad</strong>: Con el crecimiento del Internet de las Cosas, los  datos llegan a las empresas a una velocidad sin precedentes y deben ser  manejados de manera oportuna. Las etiquetas RFID, los sensores y los medidores  inteligentes est&aacute;n impulsando la necesidad de manejar estos torrentes de datos  en tiempo casi real.<br />
    <strong>Variedad</strong> : Los datos se presentan en todo tipo de formatos:  desde datos num&eacute;ricos estructurados en bases de datos tradicionales hasta  documentos de texto no estructurados, correos electr&oacute;nicos, v&iacute;deos, audios,  datos de teletipo y transacciones financieras.<br />
  Consideramos  otras dos dimensiones cuando se trata del big data:<br />
  <strong>Variabilidad.</strong>Adem&aacute;s de las crecientes velocidades  y variedades de datos, los flujos de datos son impredecibles, cambian a menudo  y var&iacute;an mucho. Es un reto, pero las empresas necesitan saber cu&aacute;ndo algo est&aacute;  de moda en los medios sociales, y c&oacute;mo gestionar los picos de carga de datos  diarios, estacionales y desencadenados por eventos.<br />
  <strong>Veracidad.</strong>La veracidad se refiere a la calidad de los datos.  Debido a que los datos provienen de tantas fuentes diferentes, es dif&iacute;cil  vincular, comparar, limpiar y transformar los datos a trav&eacute;s de los sistemas.  Las empresas necesitan conectar y relacionar las relaciones, las jerarqu&iacute;as y  los m&uacute;ltiples v&iacute;nculos de datos. De lo contrario, sus datos pueden salirse de  control r&aacute;pidamente.</p>
<ol>
  <li><strong>Volumen</strong> </li>
  <li><strong>Velocidad</strong> </li>
  <li><strong>Variedad </strong> </li>
  <li><strong>Veracidad de los  datos</strong> </li>
  <li><strong>Viabilidad</strong> </li>
  <li><strong>Visualizaci&oacute;n de  los datos</strong> </li>
  <li><strong>Valor de los datos</strong></li>
</ol>
<p><strong>DEFINICI&Oacute;N.</strong><br />
  Big Data o datos masivos es un t&eacute;rmino que describe a los conjuntos de gran volumen de datos, tanto  estructurados como no estructurados, que inundan los negocios cada d&iacute;a. Pero no  es la cantidad de datos lo que es importante. <br />
  Consiste en desarrollar mecanismos  capaces de procesar y gestionar datos masivos que provienen de diversas fuentes  y se emplea para encontrar patrones repetitivos, modelos predictivos o  estad&iacute;sticas m&aacute;s precisas dentro de esos millones de datos. En definitiva, el  objetivo es procesar esos datos para convertirlos en informaci&oacute;n capaz de ser  interpretada por el ser humano y que le ayude a tomar decisiones.</p>
</body>
</html>
