<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Tras la creaci&oacute;n de un proyecto, las transacciones se  especifican en diarios o en formularios relacionados con el proyecto. Estos  formularios pueden incluir facturas de servicios, pedidos de compra,  solicitudes de compra o facturas de proveedores.<strong><br />
</strong>Se admiten cuatro tipos predefinidos de transacciones  en Gesti&oacute;n de proyectos y contabilidad:</p>
<ol>
  <li><u>Hora</u>: las transacciones se  vinculan a la compensaci&oacute;n financiera de los trabajadores del proyecto, como  asesor&iacute;a, instalaci&oacute;n o dise&ntilde;o.</li>
  <li><u>Gasto</u>: las transacciones est&aacute;n  asociadas a un proyecto, a menos que las transacciones se relacionen con  art&iacute;culos o costes. Entre los ejemplos encontramos gastos de viajes o servicios  del proveedor.</li>
  <li><u>Art&iacute;culo</u>: las transacciones est&aacute;n  vinculadas a los art&iacute;culos que se comprar&aacute;n para su reventa, y a art&iacute;culos que  se utilizan en un proyecto, como cuando el cliente compra un equipo nuevo a  trav&eacute;s de la empresa para el proyecto.</li>
  <li><u>Cuota</u>: todos los ingresos fijos vinculados a un proyecto de tiempo  y material, como una bonificaci&oacute;n para la pronta entrega de un plan de  anteproyecto y presupuesto.</li>
</ol>
<p>Adem&aacute;s de estos tipos de transacci&oacute;n, las  transacciones a cuenta representan los anticipos para un proyecto de tiempo y  material o los pagos de programaci&oacute;n para proyectos de precio fijo.<br />
  Todos los tipos de transacci&oacute;n tienen las siguientes  caracter&iacute;sticas:<br />
</p>
<ul>
  <li>El sistema busca los precios de costes y las ventas  predeterminados, y los aplica a la transacci&oacute;n. Los precios se pueden anular en  el diario.</li>
  <li>Los grupos de impuestos del proyecto se toman del proyecto o  del contrato del proyecto. Para las transacciones que no incluyen art&iacute;culos,  los impuestos de ventas del art&iacute;culo se basan en la categor&iacute;a de proyecto  especificada.</li>
  <li>La propiedad de l&iacute;nea para una transacci&oacute;n indica si la  transacci&oacute;n registrada puede facturarse. La propiedad de l&iacute;nea imputable se  aplica a los proyectos de tiempo y material.</li>
  <li>S&oacute;lo es posible que el sistema valide las transacciones de  cuotas, gastos y horas. Esto permite controlar c&oacute;mo se registran las  transacciones de proyecto al limitar los valores disponibles para los  trabajadores, los proyectos, las categor&iacute;as en diarios y hojas de horas.</li>
  <li>
    <div align="center"><strong><img width="502" height="448" src="1.4.1_clip_image002.gif" /></strong></div>
  </li>
  <li>Ambas  transacciones en un proyecto suelen estar resumidas al registrarse en la  contabilidad general y gestionadas en el libro mayor de proyecto.</li>
</ul>
<p align="justify">&nbsp;</p>
</body>
</html>
