<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<div align="left">
  <p align="left">Para hablar de las transacciones y poder comprenderlas  mejor, primero vamos a aclarar que existen empresas y estas se pueden dividir  en las siguientes clases, de acuerdo con las actividades que realizan:<br />
    &nbsp;<br />
    1. Empresas comerciales<br />
      <strong><img width="477" height="222" src="1.4.2_clip_image002_0000.gif" /></strong><strong> </strong><br />
      Las transacciones comerciales son eventos que inician  el proceso contable de registro en el sistema contable de una empresa.<br />
    En contabilidad, se registra, clasifica, resume y  reporta informaci&oacute;n financiera de un individuo, negocio u organizaci&oacute;n, a los  usuarios interesados. La informaci&oacute;n financiera reportada proviene de lo que se  conoce como transacciones comerciales.<br />
    Para comprender la contabilidad b&aacute;sica, se debe estar  familiarizado con el punto de partida y el n&uacute;cleo del proceso contable, que es  la transacci&oacute;n comercial. Sin una transacci&oacute;n comercial, no hay nada que  registrar, clasificar, resumir e informar.<br />
    Una base de datos actualizada es uno de los recursos  m&aacute;s &uacute;tiles que puede ayudar para planificar nuevas estrategias de marketing y  ventas.<br />
    Otros registros comerciales que deben conservarse son  los documentos que proporcionan un registro de las transacciones comerciales, o  que permiten el seguimiento y la verificaci&oacute;n de estas transacciones a trav&eacute;s  del sistema de contabilidad de principio a fin.<br />
    Estos incluyen facturas, recibos, cintas de caja  registradora, registros bancarios, talonarios de cheques, etc.<br />
    La esencia de un buen registro de las transacciones  comerciales es una buena contabilidad. Una contabilidad eficiente ahorrar&aacute;  tiempo y dinero a largo plazo.<br />
    2. Empresas de manufacturas o industriales<br />
      <strong><img width="474" height="316" src="1.4.2_clip_image004_0000.gif" /></strong></p>
  <p align="left">Por otra parte,  hay empresas manufactureras o industriales. Estas empresas lo que hacen es  transformar y convertir insumos o materias primas, para modificarlas de alg&uacute;n  modo y luego sacarlas a la venta; como el caso de una maquila de ropa, una  f&aacute;brica de juguetes, una muebler&iacute;a, entre otros.<br />
    Habitualmente el concepto hace referencia a un  comercio en sentido bidireccional. Por ejemplo, Espa&ntilde;a exporta aceite de oliva  a Alemania y Alemania exporta coches a Espa&ntilde;a.<br />
    Es pr&aacute;cticamente imposible que un pa&iacute;s pueda  autoabastecerse de forma eficiente. Por ello, necesita importar productos de  fuera. A su vez, el resto de pa&iacute;ses necesitan de diferentes productos. A ra&iacute;z  de esto &uacute;ltimo, un determinado pa&iacute;s puede exportar al exterior.<br />
    Normalmente los pa&iacute;ses se especializan en un  determinado tipo de productos. Por ejemplo, Espa&ntilde;a es especialista, entre otros  productos, en producir aceite de oliva de gran calidad. Por tanto, es un  exportador de primer orden. Del mismo modo, en Europa destaca Alemania por su  potente industria del autom&oacute;vil.<br />
    Cuando hablamos de comercio interindustrial no  necesariamente hablamos de productos terminados. Es decir, podr&iacute;amos estar ante  productos intermedios necesarios para terminar un producto. Por ejemplo, para  producir un tel&eacute;fono m&oacute;vil, las principales marcas compran a otros pa&iacute;ses  determinados componentes.<br />
    3. Empresas de servicios<br />
    Adem&aacute;s, hay empresas de servicios. Estas empresas lo  que venden en el mercado son servicios, como el caso de los salones de belleza,  las cl&iacute;nicas m&eacute;dicas, los bancos entre algunas de las muchas que podemos  mencionar.<br />
      <strong><img width="270" height="362" src="1.4.2_clip_image006_0000.gif" /></strong></p>
  <p>Claro que, todas estas  empresas venden algo en el mercado, y est&aacute;n originando transacciones en el  mercado; puesto que la palabra transacci&oacute;n hace relaci&oacute;n al proceso del  intercambio de bienes y servicios en t&eacute;rminos econ&oacute;micos.<br />
Por lo tanto, puede considerarse una transacci&oacute;n una  compra, una venta, una devoluci&oacute;n, un pago, de las muchas acciones econ&oacute;micas  que realiza una empresa.</p>
</div>
</body>
</html>
