<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style7 {font-weight: bold}
-->
</style>
</head>

<body>
<p align="center">Las bases de datos son lugares dise&ntilde;ados para  almacenar grandes cantidades de datos de forma sistematizada con el fin de que  podamos acceder a ellos de forma r&aacute;pida y eficiente.<br />
  En la actualidad todo se maneja con bases de datos y  estas est&aacute;n cobrando mayor relevancia en un mundo altamente digitalizado en  donde las empresas ponen su dinero en toneladas de datos como nuevo mecanismo  de inversi&oacute;n. Desde luego, existen distintos tipos de bases de datos.<br />
  Seg&uacute;n el uso que le vayamos a dar debemos elegir la  m&aacute;s apropiada. Hoy te hablaremos de una que se ha convertido en pieza clave  para las empresas y las organizaciones. Conozcamos las caracter&iacute;sticas de las  bases de datos transaccionales.<br />
  Los datos de transacci&oacute;n es informaci&oacute;n que se captura  de las transacciones. Registran la hora de la transacci&oacute;n, el lugar donde se  realiz&oacute;, los puntos de precio de los art&iacute;culos comprados, el m&eacute;todo de pago  empleado, los descuentos si los hubiere y otras cantidades y cualidades  asociadas con la transacci&oacute;n. Los datos de transacci&oacute;n generalmente se capturan  en el punto de venta.<strong><br />
  <img width="270" height="294" src="1.4_clip_image002.gif" /></strong></p>
<p>En otras  palabras, los datos de transacci&oacute;n son datos generados por varias aplicaciones  mientras ejecutan o respaldan los procesos comerciales cotidianos de compra y  venta. Existe una red grande y compleja de servidores de puntos de venta,  software de seguridad, cajeros autom&aacute;ticos y datos de pasarelas de pago, que se  originan en todos los dispositivos posibles utilizados para completar una  transacci&oacute;n financiera.<br />
  Desde el punto de vista del proceso, a cada  transacci&oacute;n realizada se le asigna su propio identificador &uacute;nico, conocido como  &quot;ID de transacci&oacute;n&quot;, que va acompa&ntilde;ado de una lista de elementos que  forman parte de dicha transacci&oacute;n.<br />
  Los datos de transacci&oacute;n difieren de las otras  categor&iacute;as principales de datos, que son:<br />
  &nbsp;</p>
<ol>
  <li>Datos anal&iacute;ticos: los datos anal&iacute;ticos, como sugiere su  nombre, surgen a trav&eacute;s de c&aacute;lculos o an&aacute;lisis ejecutados en los datos de  transacci&oacute;n.</li>
  <li>Datos maestros: los datos  maestros representan los objetos comerciales reales y cr&iacute;ticos sobre los cuales  se realizan dichas transacciones, teniendo tambi&eacute;n en cuenta los par&aacute;metros  sobre los cuales se realiza el an&aacute;lisis de datos.</li>
  <span class="style7"></span>
</ol>
<p><u>Ventajas</u><br />
  Una de las principales ventajas de las bases de datos  transaccionales es que permiten asegurar la integridad de los datos (puesto que  est&aacute;n dise&ntilde;adas con propiedades ACID), adem&aacute;s, se puede modificar la  informaci&oacute;n sin poner en riesgo dicha integridad.<br />
  Son r&aacute;pidas y operan con muy baja latencia,  permitiendo replicar datos o recuperarlos de los almacenes en muy poco tiempo,  lo que facilita llevar a cabo operaciones de monitoreo en tiempo real. Adem&aacute;s,  reducen al m&aacute;ximo el riesgo de p&eacute;rdida de datos por fallos en el sistema.<br />
  <u>Desventajas</u><br />
  La principal desventaja de las bases de datos  transaccionales es la limitaci&oacute;n que tienen para generar informes, puesto que,  como ya hemos mencionado, permiten realizar consultas simples para obtener una  radiograf&iacute;a de los procesos del negocio, especialmente de los de producci&oacute;n.  Por lo tanto, necesitan trabajar de manera asociada a una base de datos  relacional o bases de datos multidimensionales para poder sacarles mayor  partido (por definici&oacute;n, las bases de datos multidimensionales est&aacute;n creadas  usando entradas de las bases de datos relacionales existentes).<br />
  Adem&aacute;s, el historial de datos que facilitan a trav&eacute;s  de su consulta est&aacute; limitado a datos actuales o recientes.<br />
<u>Beneficios</u></p>
<p><em>Aseguran la integridad de los  datos</em> </p>
<p>Las bases de datos transaccionales est&aacute;n dise&ntilde;adas  para ser compatibles con ACID, lo que permite que la base de datos pueda  mantener un alto nivel de integridad de los datos que se incluyen en ella. Esto  es de vital importancia sobre todo en las transacciones bancarias y  comerciales.<br />
  Para los que desconocen el t&eacute;rmino ACID, es un  conjunto de propiedades que describe c&oacute;mo se dise&ntilde;an las bases de datos  transaccionales para preservar la integridad de la escritura en la base de  datos.<strong><img width="536" height="307" src="1.4_clip_image004.gif" align="left" hspace="12" vspace="12" /> </strong></p>
<p><em>Baja latencia</em> </p>
<p>Debido a que las bases de datos transaccionales est&aacute;n  dise&ntilde;adas para ejecutar sistemas de producci&oacute;n, son muy buenas en operaciones  que deben completarse en milisegundos. En pocas palabras, son incre&iacute;blemente  r&aacute;pidas.</p>
<p><em>Monitoreo de sistemas  operativos</em> </p>
<p>Si est&aacute;s tratando de monitorear las cargas de trabajo  de soporte o el inventario u otro sistema operativo y necesitas tomar  decisiones basadas en datos recientes, replicar la base de datos de producci&oacute;n  puede ser la mejor opci&oacute;n.<br />
  Y las bases de datos transaccionales pueden realizar  esta r&eacute;plica de forma casi instant&aacute;nea en tiempo real.<strong><br />
&nbsp;</strong></p>
<p align="justify">&nbsp;</p>
</body>
</html>
