<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p align="left">Un sistema es &quot;una red de  procedimientos relacionados entre s&iacute; y desarrollados de acuerdo con un esquema  integrado para lograr una mayor actividad de las empresas&quot;.' Un sistema es  &quot;un ensamble de partes unidas por inferencia y que se lleva a cabo por las  empresas para lograr as&iacute; los objetivos de la misma&quot;. Un sistema es  &quot;una serie de objetos con una determinada relaci&oacute;n entre ellos mismos y  entre sus atributos&quot;.' Un sistema es &quot;un arreglo ordenado de  elementos o rutinas de un todo&quot;. Sistema es un conjunto de componentes  destinados a lograr un objetivo particular, de acuerdo con un plan. Sistema es  una serie de funciones, actividades u operaciones ligadas entre s&iacute;, ejecutadas  por un conjunto de empleados para obtener el resultado deseado. <br />
Un sistema es una serie de elementos  que forman una actividad, un procedimiento o un plan de procedimientos que  buscan una meta o metas comunes, mediante la manipulaci&oacute;n de datos, energ&iacute;a o  materia. Como puede observarse, las definiciones var&iacute;an: son congruentes en  cuanto a su contenido, sin embargo, la utilizaci&oacute;n de t&eacute;rminos como m&eacute;todo,  procedimiento y sistema, han dificultado la conceptualizaci&oacute;n de esos elementos  para precisar un modelo de definici&oacute;n. Con todos los elementos expuestos, es  posible afirmar que sistema es el resultado de un conjunto de procedimientos  previamente coordinados, destinados a un objetivo com&uacute;n. <br />
En todas las definiciones se implican  elementos caracter&iacute;sticos de los sistemas como: <br />
a) conjunto o combinaci&oacute;n de cosas o  partes; <br />
b) integradas e interdependientes; <br />
c) cuyas relaciones entre s&iacute; y con  sus atributos, las hacen formar un todo unitario organizado; <br />
d) que cumple con un prop&oacute;sito o  realiza determinada funci&oacute;n. <br />
<img width="234" height="152" src="2.1.1_clip_image002.gif" /> <br />
Lo anterior lleva a inferir que el  funcionamiento del sistema es un conjunto complejo de interacciones entre las  partes, componentes y procesos que lo integran que abarcan relaciones de  interdependencia entre dicho complejo y su ambiente Si, adem&aacute;s, el sistema es  concebido como una entidad en la que influyen intereses humanos, actividades y  cometidos, se puede concluir que sistema es una concepci&oacute;n.</p>
<p>El medio ambiente es un sistema formado por elementos  naturales y artificiales que est&aacute;n interrelacionados y que son modificados por  la acci&oacute;n humana. Se trata del entorno que condiciona la forma de vida de la sociedad y que incluye valores  naturales, sociales y culturales que existen en un lugar y momento determinado.</p>
<p>El medio ambiente se divide en  sistemas menores o subsistemas que, a su vez, contienen otros sistemas menores: <br />
  - Sistemas Naturales: Son los cuatro  subsistemas o capas de la Tierra: geosfera, hidrosfera, atm&oacute;sfera y biosfera. <br />
  - Sistemas Humanos: Constituidos por  los seres humanos y las relaciones sociales que se establecen entre ellos, as&iacute;  como las actividades que desarrolla. <br />
  Los elementos de estos sistemas son  por ejemplo los lugares de trabajo, los colegios, el transporte, etc. Entre los  sistemas humanos y los sistemas naturales se establecen interacciones.</p>
<p align="center"><strong><em><img border="0" width="378" height="260" src="2.1.1_clip_image004.jpg" /></em></strong><strong></strong></p>
</body>
</html>
