<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Las ideas del enfoque sist&eacute;mico no son nuevas, ya desde la  antig&uuml;edad greco-romana se intent&oacute; establecer las leyes a que obedece la  formaci&oacute;n de un sistema de conocimientos.<br />
En el transcurso del tiempo, muchos autores han empleado  el enfoque sist&eacute;mico para estudiar los elementos que conforman determinados  procesos.<br />
En el siglo XX se  produjo un gran desarrollo de la ciencia y  la t&eacute;cnica y como consecuencia de esta situaci&oacute;n, en la segunda  mitad de ese siglo, las ideas del enfoque sist&eacute;mico se perfeccionaron y  aplicaron a las m&aacute;s diversas ramas de la producci&oacute;n y los servicios, de las  investigaciones cient&iacute;ficas y de los procesos tecnol&oacute;gicos. </p>
<p>Consiste en un m&eacute;todo de an&aacute;lisis  para obtener un amplio razonamiento y pensamiento cr&iacute;tico en relaci&oacute;n a los  fen&oacute;menos, problemas y situaciones que ocurran dentro de un sistema. </p>
<p>El enfoque sist&eacute;mico  tiene como punto principal el concepto del sistema, que es un conjunto de  elementos interrelacionados con un objetivo com&uacute;n. Es el modo de abordar los objetos y fen&oacute;menos no puede ser  aislado, sino que tienen que verse como parte de un todo.<br />
  El enfoque sist&eacute;mico es una forma de entender y abordar un  problema o situaci&oacute;n compleja como un conjunto de elementos interconectados e  interdependientes en constante interacci&oacute;n y cambio. Se trata de un enfoque  hol&iacute;stico que busca analizar el conjunto de relaciones e interacciones que  influyen en un sistema determinado, en lugar de centrarse &uacute;nicamente en sus  elementos aislados. El enfoque sist&eacute;mico se utiliza en diversos campos, como la  psicolog&iacute;a, la sociolog&iacute;a, la gesti&oacute;n de empresas, la ecolog&iacute;a y la ingenier&iacute;a,  entre otros. </p>
<p>No es la suma de elementos, sino un conjunto de elementos  que se encuentran en interacci&oacute;n, de forma integral, que produce nuevas  cualidades con caracter&iacute;sticas diferentes, cuyo resultado es superior al de los  componentes que lo forman y provocan un salto de calidad. </p>
<p>El tambi&eacute;n conocido como el <em>pensamiento sist&eacute;mico,</em> el <em>pensamiento  en sistemas </em>o la <em>teor&iacute;a de sistemas</em> provee un marco amplio y diverso para orientar el razonamiento anal&iacute;tico y el  pensamiento cr&iacute;tico sobre distintos fen&oacute;menos, situaciones y problemas.</p>
<p>&nbsp;</p>
<p align="center"><strong><em><img border="0" width="349" height="262" src="2.1.2_clip_image002.gif" /></em></strong><strong></strong></p>
<p align="justify">&nbsp;</p>
</body>
</html>
