<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Aunque la Teor&iacute;a  General de Sistemas (TGS) puede remontarse a los or&iacute;genes de la ciencia y la  filosof&iacute;a, s&oacute;lo en la segunda mitad del siglo XX adquiri&oacute; tonalidades de una  ciencia formal gracias a los valiosos aportes te&oacute;ricos del bi&oacute;logo austr&iacute;aco  Ludwig von Bertalanffi (1901-1972). Al buscar afanosamente una explicaci&oacute;n  cient&iacute;fica sobre el fen&oacute;meno de la vida, Bertalanffi descubri&oacute; y formaliz&oacute; algo  que ya hab&iacute;a intuido Arist&oacute;teles y Her&aacute;clito; y que Hegel tom&oacute; como la esencia  de su Fenomenolog&iacute;a del Esp&iacute;ritu: Todo tiene que ver con todo<strong><em>.</em></strong></p>
<p>La teor&iacute;a de sistemas o teor&iacute;a general de los sistemas es  el estudio interdisciplinario de los sistemas en general. Su prop&oacute;sito es  estudiar los principios aplicables a los sistemas en cualquier nivel en todos  los campos de la investigaci&oacute;n. </p>
<p>La Teor&iacute;a General de  Sistemas (T.G.S.) es la historia de una filosof&iacute;a y un m&eacute;todo para analizar y  estudiar la realidad y desarrollar modelos, a partir de los cuales puedo  intentar una aproximaci&oacute;n paulatina a la percepci&oacute;n de una parte de esa  globalidad que es el Universo, configurando un modelo de la misma no aislado  del resto al que llamaremos sistema. Todos los sistemas concebidos de esta  forma por un individuo dan lugar a un modelo del Universo, una cosmovisi&oacute;n cuya  clave es la convicci&oacute;n de que cualquier parte de la Creaci&oacute;n, por peque&ntilde;a que  sea, que podamos considerar, juega un papel y no puede ser estudiada ni captada  su realidad &uacute;ltima en un contexto aislado. Su paradigma, es decir, su  concreci&oacute;n pr&aacute;ctica, es la Sist&eacute;mica o Ciencia de los Sistemas, y su puesta en  obra es tambi&eacute;n un ejercicio de humildad, ya que un buen sist&eacute;mico ha de Los  sistemas: una percepci&oacute;n de la realidad LA TEOR&Iacute;A GENERAL DE SISTEMAS partir  del reconocimiento de su propia limitaci&oacute;n y de la necesidad de colaborar con  otros hombres para llegar a captar la realidad en la forma m&aacute;s adecuada para  los fines propuestos.<br />
  La Teor&iacute;a  general de los Sistemas, para solucionar estos inconvenientes, pretende  introducir una sem&aacute;ntica cient&iacute;fica de utilizaci&oacute;n universal.</p>
<p><strong>Sistema:</strong></p>
<p>Un sistema es  un conjunto organizado de cosas o partes interactuantes e interdependientes,  que se relacionan formando un todo unitario y complejo.<br />
  Las cosas o  partes que componen al sistema, no se refieren al campo f&iacute;sico (objetos), sino  mas bien al funcional. De este modo las cosas o partes pasan a ser funciones  b&aacute;sicas realizadas por el sistema. Podemos enumerarlas en: entradas, procesos y  salidas.</p>
<p><strong>Entradas:</strong></p>
<p>Las entradas  son los ingresos del sistema que pueden ser recursos materiales, recursos  humanos o informaci&oacute;n.<br />
  Las entradas  constituyen la fuerza de arranque que suministra al sistema sus necesidades  operativas.<br />
  Las entradas  pueden ser:<br />
  &ndash; En serie: es  el resultado o la salida de un sistema anterior con el cual el sistema en  estudio est&aacute; relacionado en forma directa.<br />
  &ndash; Aleatoria: es  decir, al azar, donde el termino &laquo;azar&raquo; se utiliza en el sentido estad&iacute;stico.  Las entradas aleatorias representan entradas potenciales para un sistema.<br />
  &ndash; Retroacci&oacute;n:  es la reintroducci&oacute;n de una parte de las salidas del sistema en s&iacute; mismo.</p>
<p><strong>Proceso:</strong></p>
<p>El proceso es  lo que transforma una entrada en salida, como tal puede ser una m&aacute;quina, un  individuo, una computadora, un producto qu&iacute;mico, una tarea realizada por un  miembro de la organizaci&oacute;n, etc.<br />
  En la  transformaci&oacute;n de entradas en salidas debemos saber siempre c&oacute;mo se efect&uacute;a esa  transformaci&oacute;n. Con frecuencia el procesador puede ser dise&ntilde;ado por el  administrador. En tal caso, este proceso se denomina &laquo;caja blanca&raquo;. No  obstante, en la mayor parte de las situaciones no se conoce en sus detalles el  proceso mediante el cual las entradas se transforman en salidas, porque esta  transformaci&oacute;n es demasiado compleja. Diferentes combinaciones de entradas o su  combinaci&oacute;n en diferentes &oacute;rdenes de secuencia pueden originar diferentes  situaciones de salida. En tal caso la funci&oacute;n de proceso se denomina una &laquo;caja  negra&raquo;.</p>
<p><strong>Caja Negra:</strong></p>
<p>La caja negra  se utiliza para representar a los sistemas cuando no sabemos que elementos o  cosas componen al sistema o proceso, pero sabemos que a determinadas  corresponden determinadas salidas y con ello poder inducir, presumiendo que a  determinados est&iacute;mulos, las variables funcionaran en cierto sentido.</p>
<p><strong>Salidas:</strong></p>
<p>Las salidas de  los sistemas son los resultados que se obtienen de procesar las entradas. Al  igual que las entradas estas pueden adoptar la forma de productos, servicios e  informaci&oacute;n. Las mismas son el resultado del funcionamiento del sistema o,  alternativamente, el prop&oacute;sito para el cual existe el sistema.<br />
  Las salidas de  un sistema se convierte en entrada de otro, que la procesa para convertirla en  otra salida, repiti&eacute;ndose este ciclo indefinidamente.</p>
<p align="center"><strong><em><img width="368" height="276" src="2.1_clip_image002.jpg" /></em></strong><strong></strong></p>
<p align="justify">&nbsp;</p>
</body>
</html>
