<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p>Un sistema de informaci&oacute;n es un  conjunto interconectado de medios, m&eacute;todos y personal empleado para almacenar,  procesar y emitir informaci&oacute;n para lograr los objetivos de gesti&oacute;n. En las  condiciones modernas, el principal medio t&eacute;cnico de procesamiento de la  informaci&oacute;n es una computadora personal. La mayor&iacute;a de los sistemas de  informaci&oacute;n modernos no transforman informaci&oacute;n, sino datos. Por lo tanto, a  menudo se les llama sistemas de procesamiento de datos.</p>
<p>En cuanto al grado de mecanizaci&oacute;n de  los procedimientos de conversi&oacute;n de la informaci&oacute;n, los sistemas de  procesamiento de datos se dividen en sistemas de procesamiento manual, sistemas  de procesamiento de datos mecanizados, automatizados y autom&aacute;ticos.</p>
<p>La estructura de sistemas de  informaci&oacute;n se refiere a la forma en que se organizan los componentes y  recursos de un sistema para facilitar la producci&oacute;n, el procesamiento, el  almacenamiento y la distribuci&oacute;n de informaci&oacute;n dentro de una organizaci&oacute;n. B&aacute;sicamente,  se compone de tres partes principales: el hardware (equipos f&iacute;sicos como  ordenadores, servidores y dispositivos m&oacute;viles), el software (programas y  aplicaciones que hacen funcionar el sistema) y los datos (informaci&oacute;n  almacenada en el sistema). </p>
<p>Adem&aacute;s, existen otros elementos que  componen la estructura de sistemas de informaci&oacute;n, como las redes de  comunicaci&oacute;n utilizadas para conectar los diferentes dispositivos y sistemas,  los procedimientos y pol&iacute;ticas que establecen las reglas de uso y gesti&oacute;n de la  informaci&oacute;n, y el personal capacitado para mantener y utilizar el sistema de  manera eficiente y segura.</p>
<p>En resumen, la estructura de sistemas  de informaci&oacute;n se refiere a la arquitectura, organizaci&oacute;n y gesti&oacute;n de los  componentes tecnol&oacute;gicos y humanos necesarios para que una organizaci&oacute;n pueda  producir, procesar y compartir informaci&oacute;n de manera efectiva, eficiente y  segura.</p>
</body>
</html>
