<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Un sistema de informaci&oacute;n es un  conjunto de componentes interdependientes que trabajan juntos para procesar  informaci&oacute;n y proporcionar resultados &uacute;tiles. <br />
  Los sistemas de informaci&oacute;n tienen  diversos componentes estructurales:</p>
<p>Entradas: m&eacute;todos y medios por los  cuales se capturan e introducen datos, texto, voz e im&aacute;genes al sistema de  informaci&oacute;n. En general, se refiere a transacciones, solicitudes, consultas,  instrucciones y mensajes.</p>
<p>Modelos: t&eacute;cnicas de modelado  utilizadas para el dise&ntilde;o, documentaci&oacute;n y especificaciones de los sistemas,  como tablas y &aacute;rboles de decisiones, diagramas de flujo, de jerarqu&iacute;a, causa  efecto, entidad-relaci&oacute;n, entre otros. </p>
<p>Salidas: son el producto del sistema  de Informaci&oacute;n y pueden estar representadas por documentos para todos los  niveles de la gerencia y para todos los usuarios dentro y fuera de la  organizaci&oacute;n. Si el dise&ntilde;o de este componente no satisface las necesidades del  usuario, entonces los otros componentes tienen poca importancia.</p>
<p>&nbsp;</p>
<p>Hardware: es la parte f&iacute;sica del  sistema de informaci&oacute;n, como computadoras, dispositivos de almacenamiento y  perif&eacute;ricos.</p>
<p>Software: Es el conjunto de programas  y aplicaciones utilizadas para gestionar y procesar la informaci&oacute;n. Esto  incluye sistemas operativos, aplicaciones empresariales, programas de bases de  datos y aplicaciones de software personalizado.</p>
<p>Datos: son los elementos de  informaci&oacute;n que se procesan y almacenan en el sistema de informaci&oacute;n. Esto  puede incluir datos de clientes, transacciones financieras, registros de  empleados y otra informaci&oacute;n relevante.</p>
<p>Procedimientos: Estos son los  procesos l&oacute;gicos y los esquemas de trabajo utilizados para acceder, administrar  y manipular los datos dentro del sistema de informaci&oacute;n.</p>
<p>Personas: son los usuarios finales  que interact&uacute;an con el sistema de informaci&oacute;n y dependen de &eacute;l para su toma de  decisiones y otras actividades.</p>
<p>Redes: son los medios de transmisi&oacute;n  y conexi&oacute;n de la informaci&oacute;n, como las redes de &aacute;rea local (LAN) y las redes de  &aacute;rea amplia (WAN) que conectan los dispositivos y sistemas del sistema de  informaci&oacute;n.</p>
<p>En general, estos componentes  trabajan juntos para proporcionar informaci&oacute;n cr&iacute;tica y procesar datos y  resultados &uacute;tiles para los usuarios finales.</p>
<p align="center"><img width="451" height="286" src="2.2.1_clip_image002.jpg" /><strong></strong></p>
</body>
</html>
