<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>HIPO (Hierarchical Input Process  Output) es una combinaci&oacute;n de dos m&eacute;todos<br />
  organizados para analizar el sistema  y proporcionar t&eacute;cnicas de documentaci&oacute;n. Fue desarrollado por la empresa IBM  (International Business Machines Corporation) en el a&ntilde;o 1970.<br />
  K. Laudon y J. Laudon en 1996  consider&oacute; que los sistemas de informaci&oacute;n pueden clasificarse en niveles  jer&aacute;rquicos donde se toman las decisiones para los soportes y estos son  operacional, conocimiento, t&aacute;ctico y estrat&eacute;gico.</p>
<p align="center"><br />
<img width="370" height="196" src="2.4.3_clip_image002.gif" /> </p>
<p><br />
  TIPOS DE DIAGRAMAS HIPO<br />
  VTOC o tabla visual de contenido  (visual tables of contents)<br />
&middot; Diagramas generales IPO  (INPUT/PROCESS/OUTPUT)<br />
&middot; Diagramas detallados IPO<br />
VTOC (visual tables of contents)<br />
&nbsp;Diagramas de jerarqu&iacute;as. Proporciona un mapa  que permite localizar un m&oacute;dulo del programa dentro del sistema principal.<br />
Es similar al t&iacute;pico diagrama de la  estructura de organizaci&oacute;n<br />
Diagramas generales IPO (INPUT/PROCESS/OUTPUT)<br />
Estos tipos de diagramas permiten una  visi&oacute;n global de la entrada, proceso y la salida. Es &uacute;til listar todas las  entradas, los procesos y salidas en las tres secciones de papel, en la  izquierda la entrada al centro el proceso y a la derecha la salida.</p>
<p align="center"><img width="407" height="174" src="2.4.3_clip_image004.gif" /> </p>
<p>Fortalezas y debilidades del HIPO.<br />
  &#10146;  Es una t&eacute;cnica altamente visual y algo estructurada para el dise&ntilde;o y  documentaci&oacute;n. <br />
  &#10146;  Es una herramienta demasiado especializada. Por el desconocimiento en la <br />
  organizaci&oacute;n de su simbolog&iacute;a.<br />
  &#10146;  El HIPO se lleva una considerable cantidad de espacio en papel. As&iacute; los  diagramas hijo <br />
  son usados m&aacute;s frecuente para  representar los detalles de cada m&oacute;dulo en una gr&aacute;fica<br />
  de estructura y para preparar el  c&oacute;digo de programa de computadora.<br />
  &#10146;  El HIPO es &uacute;til para la documentaci&oacute;n de programas. Porque con ello los autores <br />
  pueden f&aacute;cilmente recordarse de sus  trabajos, despu&eacute;s de un largo tiempo. Y otros<br />
  programadores que comprendan los  s&iacute;mbolos puedan entender lo realizado y ser<br />
  utilizados en las pl&aacute;ticas o  conversaciones estructuradas.</p>
</body>
</html>
