<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Los prototipos son un m&eacute;todo muy  utilizado para el dise&ntilde;o y desarrollo de sistemas. Debido a su versatilidad,  reducen significativamente las horas de trabajo y los costos de desarrollo.  Incluso se pueden llegar a proponer nuevos y mejores sistemas como resultado de  los procesos interactivos en los que dise&ntilde;adores y usuarios interact&uacute;an  mientras revisan y realizan pruebas en el sistema prototipo.</p>
<p align="center"><br />
    <img width="368" height="171" src="2.4.2_clip_image002.jpg" /> </p>
<p>Al modelo preliminar aceptado por el  usuario en acuerdo con los dise&ntilde;adores se le conoce con el nombre de prototipo.  Ser&aacute; el primer modelo a probar y utilizar, y estar&aacute; sujeto a continuos cambios  y adecuaciones en las fases de dise&ntilde;o y desarrollo, por lo que sus  caracter&iacute;sticas no estar&aacute;n completamente definidas todav&iacute;a. Este proceso  aparentemente tedioso facilitar&aacute; la detecci&oacute;n de errores, omisiones o fallas en  algunas definiciones de procesos en cuanto a su funcionalidad y presentaci&oacute;n.  En estos casos, es mucho mejor desarrollar modelos preliminares y corregirlos  cuantas veces sea necesario que modificar un sistema terminado.</p>
<p>&nbsp;</p>
<p>Un prototipo se define como la  representaci&oacute;n preliminar de un modelo futuro, operable, ampliable y  modificable, que considera las caracter&iacute;sticas iniciales propuestas por el  usuario, sin dejar de ser un modelo b&aacute;sico que tendr&aacute; que ser mejorado cada vez  m&aacute;s. Es la primera versi&oacute;n o modelo de un producto, en este caso del sistema de  informaci&oacute;n, que incorpora las caracter&iacute;sticas m&iacute;nimas del producto final.</p>
<p align="center"><br />
    <img width="322" height="198" src="2.4.2_clip_image004.gif" /> </p>
<p>Los prototipos son f&aacute;ciles de crear e  implican bajos costos para explorar la factibilidad del concepto preliminar.  Pueden hacerse con una simple hoja de papel y materiales f&aacute;ciles de adquirir,  con herramientas creadas para este fin o con la ayuda de un dise&ntilde;ador o  desarrollador profesional de prototipos. El objetivo del prototipo es tener una  forma de visualizar, mejorar y afinar un producto, sin olvidar que puede  funcionar bien en teor&iacute;a m&aacute;s no en la pr&aacute;ctica. Por otra parte, es una opci&oacute;n  mucho m&aacute;s r&aacute;pida que el ciclo de vida de desarrollo de sistemas sistemas de  informaci&oacute;n.</p>
<p>El objetivo del prototipo es tener  una forma de visualizar, mejorar y afinar <br />
  un producto, sin olvidar que puede  funcionar bien en teor&iacute;a pero no en la <br />
  pr&aacute;ctica<strong><em>. </em></strong>En el modelo de  desarrollo de prototipos los sistemas se crean siguiendo <br />
  un proceso iterativo o c&iacute;clico en vez  de sist&eacute;mico. <br />
  La creaci&oacute;n de prototipos se utiliza  cuando los dise&ntilde;adores no tienen otra <br />
  opci&oacute;n.<br />
  Algunas metodolog&iacute;as para la  elaboraci&oacute;n de sistemas de informaci&oacute;n <br />
  utilizando prototipos plantean las  siguientes etapas:</p>
<ol>
  <li>Delimitaci&oacute;n del proyecto </li>
  <li>Planeaci&oacute;n del proyecto </li>
  <li>An&aacute;lisis del prototipo </li>
  <li>DIse&ntilde;o del prototipo</li>
  <li>Desarrollo del prototipo </li>
  <li>Implementaci&oacute;n del prototipo </li>
  <li>Evaluaci&oacute;n del prototipo</li>
</ol>
<p>La creaci&oacute;n de prototipos es un  m&eacute;todo muy utilizado tanto para <br />
  el dise&ntilde;o de sistemas de informaci&oacute;n  como para el dise&ntilde;o de sitios web.<br />
  El prototipo de pantalla facilita la  visualizaci&oacute;n y su evaluaci&oacute;n respecto a <br />
  la posici&oacute;n de la informaci&oacute;n , los  encabezados, los botones y la utilidad de <br />
  los mensajes.<br />
  El prototipo para la operaci&oacute;n de  procedimiento incluye entradas, c&aacute;lculos,<br />
  recuperar informaci&oacute;n y actividades  de salidas. Como los datos pocas veces<br />
  son ingresados de la forma correcta o  en la secuencia v&aacute;lida, es por ello que<br />
  La aplicaci&oacute;n se dise&ntilde;a para asegurar  la detecci&oacute;n de errores.<br />
  El prototipo para funciones b&aacute;sicas  facilita la determinaci&oacute;n de los<br />
  requerimientos, no es necesario  desarrollar todos los m&oacute;dulos del sistema, sino<br />
  Los b&aacute;sicos, son aquellos que forman  el n&uacute;cleo de la aplicaci&oacute;n. Incluye las<br />
  funciones primarias de la aplicaci&oacute;n  como edici&oacute;n y validaci&oacute;n, y excluye las<br />
  secundarias como el manejo de  archivos que no forman parte del procesamiento<br />
  esencial.</p>
<p align="center"><br />
  <img width="602" height="249" src="2.4.2_clip_image006.gif" /> </p>
</body>
</html>
