<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Las metodolog&iacute;as de desarrollo de  sistemas son enfoques estructurados que proporcionan un marco para el dise&ntilde;o,  desarrollo, implementaci&oacute;n, y mantenimiento de sistemas de informaci&oacute;n. Estos  m&eacute;todos proporcionan una estructura para el proceso de desarrollo de sistemas  para garantizar una implementaci&oacute;n eficiente y efectiva. </p>
<p>Hay muchas metodolog&iacute;as de desarrollo  de sistemas disponibles, y cada una tiene sus ventajas y desventajas. Algunas  de las metodolog&iacute;as m&aacute;s conocidas son:</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>Modelo de cascada (Bennington, 1956)</p>
<p>Este modelo de desarrollo de sistemas  es uno de los modelos m&aacute;s conocidos y utilizados esta metodolog&iacute;a implica un  enfoque secuencial y lineal para el desarrollo de sistemas. Su principal  ventaja es que facilita el uso de iteraciones. Si se requiere hacer  modificaciones, que normalmente se realizan en la fase de mantenimiento, &eacute;stas  pueden realizarse a un nivel m&iacute;nimo en la fase de dise&ntilde;o, lo cual repercutir&aacute;  en la construcci&oacute;n mediante la codificaci&oacute;n y a su vez se tendr&aacute;n que realizar  de nueva cuenta las pruebas y validaciones correspondientes para as&iacute; pasar a la  siguientes fases. <br />
    <img width="457" height="266" src="2.4_clip_image002.jpg" /> </p>
<p>Modelo en V</p>
<p>El modelo en V es una variaci&oacute;n del  modelo en cascada que muestra c&oacute;mo se interrelacionan las fases de prueba con  las de ingenier&iacute;a de sistema, an&aacute;lisis y dise&ntilde;o. En este sentido, se puede  apreciar que la fase de codificaci&oacute;n forma el v&eacute;rtice de la V, finalizando con  la fase de mantenimiento.</p>
<p>A simple vista, parece ser s&oacute;lo una  variante del modelo anterior; sin embargo, existe una comunicaci&oacute;n e  interacci&oacute;n constante entre las fase de an&aacute;lisis y dise&ntilde;o y las fases de  prueba. Esto facilita la detecci&oacute;n de errores y permite hacer las correcciones  necesarias. Es un modelo de f&aacute;cil comprensi&oacute;n y la comunicaci&oacute;n entre usuarios  y desarrolladores se hace m&aacute;s estrecha, lo que no necesariamente garantiza el  desarrollo de un buen sistema.<br />
    <img width="331" height="219" src="2.4_clip_image004.jpg" /> </p>
<p>&nbsp;</p>
<p>Modelo en Espiral.</p>
<p>Este modelo combina el enfoque  secuencial del modelo en cascada con la flexibilidad del modelo &aacute;gil. El  proceso de desarrollo se divide en peque&ntilde;as secciones, cada una de las cuales  se completa antes de pasar a la siguiente fase.</p>
<p align="center"><img width="405" height="272" src="2.4_clip_image006.gif" /> </p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>Modelo de prototipos (Gomaa, 1984)</p>
<p>El modelo de prototipos es un  mecanismo que facilita la identificaci&oacute;n de requerimientos y agiliza el  desarrollo del sistema. Su representaci&oacute;n es sencilla, ya que puede presentarse  en papel o en computadora describiendo la interacci&oacute;n hombre-m&aacute;quina. <br />
  Facilita una mejor comprensi&oacute;n del  funcionamiento del sistema por parte del usuario. Resulta dif&iacute;cil que un  prototipo represente o simule las funcionalidades del sistema desde el inicio,  por lo que esto da pie a la construcci&oacute;n de otros prototipos a lo largo del  desarrollo del sistema. Un prototipo es un modelo que implementa una funci&oacute;n  requerida importante para la totalidad del sistema.<br />
  <img width="390" height="233" src="2.4_clip_image008.jpg" /> </p>
<p>Metodolog&iacute;a de  Yourdon/Constantine/Myers (1975)<br />
  Metodolog&iacute;a de Gane y Sarson (1977)<br />
  Metodolog&iacute;a MERISE (1977, 1978)<br />
  Metodolog&iacute;a de DeMarco (1978):  estructurada y orientada a procesos<br />
  M&eacute;todo estructurado de an&aacute;lisis y  dise&ntilde;o de sistemas (SSADM, Structured System Analysis Design Method, 1990,  Versi&oacute;n 4)<br />
  Metodolog&iacute;a M&eacute;trica (2000, Versi&oacute;n 3)<br />
  Metodolog&iacute;a de Murdick y Ross (1994)<br />
  1. An&aacute;lisis de las necesidades de  informaci&oacute;n<br />
  2. Determinaci&oacute;n de los objetivos del  sistema<br />
  3. Plan y propuesta del dise&ntilde;o del  sistema de informaci&oacute;n<br />
  4. Dise&ntilde;o conceptual preliminar del  sistema de informaci&oacute;n<br />
  5. Dise&ntilde;o detallado de todos los  aspectos del sistema <br />
  6. Puesta en operaci&oacute;n del nuevo  sistema de informaci&oacute;n<br />
  7. Control y mantenimiento al nuevo  sistema</p>
<p>Metodolog&iacute;a de desarrollo r&aacute;pido de  aplicaciones (RAD, Rapid Application Development).</p>
<p>Se enfoca en la r&aacute;pida entrega de  prototipos de software a los usuarios finales, permitiendo que se prueben y se  utilicen en una fase temprana del ciclo de vida del desarrollo del software.<br />
  1. Modelado de gesti&oacute;n: se modela el  flujo de informaci&oacute;n entre las funciones de<br />
  gesti&oacute;n<br />
  2. Modelado de datos: se refina el  flujo de informaci&oacute;n como un conjunto de objetos de datos necesarios para  apoyar la empresa y se definen las caracter&iacute;sticas de cada uno de los objetos y  sus relaciones<br />
  3. Modelado del proceso: se definen  las transformaciones (a&ntilde;adir, modificar, suprimir o recuperar) sobre los  objetos del modelo de datos para lograr los flujos de informaci&oacute;n de cada  funci&oacute;n de gesti&oacute;n.<br />
  4. Generaci&oacute;n de aplicaciones:  codificaci&oacute;n de una funci&oacute;n de gesti&oacute;n<br />
  5. Pruebas y entrega: prueba de los  componentes y entrega del programa que realiza una funci&oacute;n de gesti&oacute;n</p>
<p>Metodolog&iacute;as orientadas a datos  jer&aacute;rquicos</p>
<p>La estructura de control del programa  debe ser jer&aacute;rquica y se debe derivar de su estructura de datos.<br />
  El proceso de dise&ntilde;o consiste en  definir primero las estructuras de los datos de entrada y salida, mezclarlas  todas en una estructura jer&aacute;rquica de programa y despu&eacute;s ordenar detalladamente  la l&oacute;gica procedimental para que se ajuste a esta estructura<br />
  El dise&ntilde;o l&oacute;gico debe preceder al  dise&ntilde;o f&iacute;sico y estar separado de &eacute;l.</p>
<p>Metodolog&iacute;as orientadas a datos no  jer&aacute;rquicos (ingenier&iacute;a de la informaci&oacute;n)</p>
<p>Planificaci&oacute;n: construir una  arquitectura de informaci&oacute;n y una estrategia que soporte los objetivos de la  organizaci&oacute;n.<br />
  An&aacute;lisis: comprender las &aacute;reas del  negocio y determinar los requisitos del sistema Dise&ntilde;o: establecer el  comportamiento del sistema deseado por el usuario y que sea alcanzable por la  tecnolog&iacute;a<br />
  Construcci&oacute;n: construir sistemas que  cumplan los tres niveles anteriores</p>
<p>Metodolog&iacute;as orientadas a objetos  (OMT, Object Modeling Technique)</p>
<p>Creada por James Rumbaugh y Michael  Blaha en 1991 en los laboratorios de General Electric, emplea tres clases de  modelos para describir el sistema:</p>
<p>Modelo de objetos: proporciona el  entorno esencial en el cual se pueden situar el modelo din&aacute;mico y el modelo  funcional</p>
<p>Modelo din&aacute;mico: define los aspectos  de un sistema que tratan de la tempori- zaci&oacute;n y secuencia de operaciones  (sucesos que marcan los cambios, secuencias de sucesos, estados que definen el  contexto para los sucesos) y la organizaci&oacute;n de sucesos y estados</p>
<p>Modelo funcional: define las  transformaciones de valores de datos (funciones, correspondencias,  restricciones y dependencias funcionales) que ocurren dentro del sistema <br />
  Metodolog&iacute;as para sistemas de tiempo  real</p>
<ol>
  <li>Manejo de interrupciones</li>
  <li>Comunicaci&oacute;n y sincronizaci&oacute;n  entre tareas</li>
  <li>Gesti&oacute;n de procesos  concurrentes</li>
  <li>Respuesta oportuna ante  eventos externos</li>
  <li>Datos continuos o discretos</li>
</ol>
<p>&nbsp;</p>
<p>Metodolog&iacute;a RUP (Rational Unified  Process)</p>
<p>El ciclo de vida del proceso de  desarrollo unificado propone lo siguiente</p>
<p>Fase de concepci&oacute;n: definir y acordar  el alcance del proyecto, identificar riesgos potenciales, proponer una visi&oacute;n  general de la arquitectura de software y generar el plan de las fases e  iteraciones</p>
<p>Cada metodolog&iacute;a de desarrollo de  sistemas tiene sus ventajas y desventajas seg&uacute;n las necesidades del proyecto,  por lo que es importante seleccionar la metodolog&iacute;a m&aacute;s adecuada para el  proceso de desarrollo de sistemas.</p>
</body>
</html>
