<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style7 {font-weight: bold}
-->
</style>
</head>

<body>
<p>El dise&ntilde;o r&aacute;pido por el usuario es  una metodolog&iacute;a que implica que los usuarios finales de un producto o servicio  est&eacute;n directamente involucrados en el proceso de dise&ntilde;o. En lugar de dejar todo  el trabajo de dise&ntilde;o a los profesionales, los usuarios se convierten en  participantes activos y colaboradores importantes en el proceso.</p>
<p>La idea detr&aacute;s del dise&ntilde;o r&aacute;pido por  el usuario es que los usuarios tienen una comprensi&oacute;n m&aacute;s profunda de sus  propias necesidades y deseos, lo que a su vez mejora el dise&ntilde;o del producto o  servicio. Al trabajar en estrecha colaboraci&oacute;n con los usuarios, los  dise&ntilde;adores pueden obtener informaci&oacute;n valiosa directamente de ellos sobre c&oacute;mo  podr&iacute;a ser el dise&ntilde;o de un producto o servicio para satisfacer mejor sus  necesidades.</p>
<p align="center"><br />
    <img width="344" height="221" src="2.4.1_clip_image002.jpg" /> </p>
<p>Este proceso implica crear prototipos  de dise&ntilde;o r&aacute;pidamente y recibir retroalimentaci&oacute;n de los usuarios para realizar  cambios sobre la marcha. Los dise&ntilde;adores y los usuarios trabajan juntos para  crear y modificar el dise&ntilde;o hasta que se logre un dise&ntilde;o final que satisfaga  las necesidades &uacute;nicas de los usuarios.</p>
<p align="left">El dise&ntilde;o r&aacute;pido por el usuario se  utiliza com&uacute;nmente en el dise&ntilde;o de productos digitales como aplicaciones  m&oacute;viles y sitios web, pero tambi&eacute;n se puede aplicar a productos f&iacute;sicos e  incluso a servicios. Al involucrar a los usuarios desde el principio, se puede  reducir el tiempo y los costos de desarrollo, se mejora la eficiencia y se  puede obtener un mejor producto final que satisfaga las necesidades y deseos de  los usuarios.</p>
<p align="center"><br />
    <img width="410" height="233" src="2.4.1_clip_image004.jpg" /> </p>
<p>(RAD, de sus siglas en ingl&eacute;s <br />
  Rapid Application <br />
  Development) <br />
  Describe un m&eacute;todo de<br />
  desarrollo de software que hace<br />
  mucho hincapi&eacute; en la creaci&oacute;n<br />
  r&aacute;pida de prototipos y la<br />
  entrega iterativa.</p>
<p>Al utilizar un m&eacute;todo r&aacute;pido de  desarrollo de <br />
  aplicaciones, los dise&ntilde;adores y  desarrolladores <br />
  pueden utilizar agresivamente el  conocimiento y <br />
  los descubrimientos obtenidos durante  el <br />
  proceso de desarrollo para dar forma  al dise&ntilde;o o <br />
  alterar completamente la direcci&oacute;n  del software.<br />
  &#9679; Generar r&aacute;pidamente un c&oacute;digo  productivo<br />
  &#9679; Adaptabilidad simple</p>
<p align="center"><br />
  <img width="369" height="230" src="2.4.1_clip_image006.jpg" /> </p>
</body>
</html>
