<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style7 {font-weight: bold}
-->
</style>
</head>

<body>
<p>Podemos encontrar todo tipo de base de datos en las empresas todas ellas  se distinguen por tener datos espec&iacute;ficos, as&iacute; como calidad de informaci&oacute;n en  su almac&eacute;n, es decir depende del tipo de operaci&oacute;n que se realice con la  informaci&oacute;n con la base de datos, te menciono algunas de las bases de datos m&aacute;s  conocidas.</p>
<p><br />
    <strong>Base de datos est&aacute;tica </strong>la caracter&iacute;stica m&aacute;s particular es que solo se  utiliza para lecturas esto quiere decir que solo se puede consultar la informaci&oacute;n,  pero no se puede realizar alguna variaci&oacute;n con la informaci&oacute;n. Ejemplos. -  archivos de facturas anteriores, contiene archivos hist&oacute;ricos.<br />
Se alisan para estudiar el comportamiento de los conjuntos de datos  atreves del tiempo, realizando una buena toma de daciones futuras.</p>
<p><br />
  <strong>Bases de datos din&aacute;micas</strong> est&aacute;n en constante movimiento y operaci&oacute;n esto  quiere decir que siempre est&aacute;n en movimiento de las operaciones d&iacute;a a d&iacute;a y la  retroalimentaci&oacute;n. Son consultas actualizadas en el momento de realizar cualquier  transacci&oacute;n por ejemplo los bancos, grandes tiendas comerciales o de  autoservicio.</p>
<p><br />
  <strong>Base de datos referenciales o  bibliograf&iacute;as </strong>contiene la  informaci&oacute;n de una biograf&iacute;a como una fuente primaria la cual est&aacute; cargada  previamente por un registro definido esto nos dice que solo contiene los datos  m&aacute;s importantes o relevantes de cada menci&oacute;n. Normalmente solo son las  referencias o enlaces que nos llevan a la informaci&oacute;n de cada autor o p&aacute;gina  enlazadas. Estas son muy utilizadas en bibliotecas, centros educativos y  algunas instituciones gubernamentales.</p>
<p><br />
  <strong>Base de datos de image</strong>n almacena las im&aacute;genes de algunas fotos, planos  y mapas complementadas con recurso multimedia para su mejor desarrollo a la  hora de visualizarlas.</p>
<p><br />
  <strong>Base de datos tem&aacute;ticos</strong> son las que contiene informaci&oacute;n de materias o  &aacute;reas espec&iacute;ficas, en los temas que la desarrollan como por ejemplo medicina,  ciencias sociales, ciencias naturales matem&aacute;ticas entre otras. </p>
<p><br />
  <strong>Base de datos  multidisciplinarias</strong> contiene grandes cantidades de informaci&oacute;n las cuales puede determinar  investigaciones, divulgaci&oacute;n y documentos que tiene que ver con las diferentes  &aacute;reas de conocimiento.</p>
<p><br />
  <strong>Base de datos de texto  completo</strong> confines  diferentes bibliograf&iacute;as, manuales, libros y textos completos de algunos  art&iacute;culos, as&iacute; como libros que nos ayuda a realizar consultas de distintos  temas.</p>
<p><br />
  <strong>Base de datos especiales</strong> contiene informaci&oacute;n con un alto grado de  especializaci&oacute;n a de m&aacute;s ofrece el acceso a fuentes documentales de alto  reconocimiento</p>
</body>
</html>
