<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p><img width="586" height="305" src="4.1.1_clip_image002.jpg" align="left" hspace="12" alt="Redes seg&uacute;n su alcance (entendamos qu&eacute; es una red - parte 2) -  PIMETICPIMETIC Inform&aacute;tica" />Las  redes tecnol&oacute;gicas son un conjunto estructurado de dispositivos, sistemas y  recursos inform&aacute;ticos que permiten el intercambio de informaci&oacute;n y comunicaci&oacute;n  entre ellos. Estas redes pueden ser clasificadas en distintos tipos de acuerdo  con su alcance, estructura, topolog&iacute;a, dinamismo y naturaleza. En el presente  ensayo, se analizar&aacute;n y describir&aacute;n los principales tipos de redes tecnol&oacute;gicas  que existen.</p>
<p>La  primera clasificaci&oacute;n que se puede hacer de las redes tecnol&oacute;gicas es seg&uacute;n su  alcance. En este sentido, se pueden distinguir tres tipos: las redes de &aacute;rea  local (LAN), las redes de &aacute;rea extensa (WAN) y las redes de &aacute;rea personal  (PAN).</p>
<p>Las  redes LAN son aquellas que se utilizan en un espacio f&iacute;sico limitado, como una  oficina, una casa o un edificio. En general, se caracterizan por ser de alta  velocidad y bajo costo, y suelen utilizarse para compartir recursos  inform&aacute;ticos, como impresoras, discos duros, servidores y datos. Las LAN se  pueden conectar a Internet y a otras redes de mayor alcance, como las WAN.<br />
  Las  redes WAN, por su parte, se utilizan para conectar distintas redes LAN a trav&eacute;s  de una extensa &aacute;rea geogr&aacute;fica, como una ciudad, un pa&iacute;s o incluso varios  pa&iacute;ses. En general, las WAN utilizan medios de comunicaci&oacute;n como l&iacute;neas  telef&oacute;nicas, sat&eacute;lites o cableados de fibra &oacute;ptica, y se caracterizan por ser  de baja velocidad y alto costo. Las WAN son la red que utilizan las empresas  para comunicarse con sus distintas sucursales y filiales ubicadas en diferentes  partes del mundo, y tambi&eacute;n son las que permiten la conexi&oacute;n de los diversos  proveedores de servicios de Internet (ISP) a nivel mundial.</p>
<p>&nbsp;</p>
<p>Por  &uacute;ltimo, las redes PAN son aquellas que se utilizan en un espacio a&uacute;n m&aacute;s  peque&ntilde;o que las LAN, como una habitaci&oacute;n o un escritorio. Las PAN se  caracterizan por ser de alta velocidad y bajo costo, y se utilizan para la  conexi&oacute;n de dispositivos m&oacute;viles, como tel&eacute;fonos celulares, tabletas y  auriculares inal&aacute;mbricos.</p>
<p>Otra  clasificaci&oacute;n posible de las redes tecnol&oacute;gicas es seg&uacute;n su estructura y  topolog&iacute;a. En este sentido, se pueden distinguir tres tipos: las redes de bus,  las redes de estrella y las redes de anillo.</p>
<p>Las  redes de bus se basan en un &uacute;nico canal de comunicaci&oacute;n al cual se conectan  todos los dispositivos, de manera que la informaci&oacute;n que se trasmita en la red  llega a todos los dispositivos conectados al bus. Este tipo de red se  caracteriza por ser sencilla y econ&oacute;mica, pero tambi&eacute;n por tener problemas de  congesti&oacute;n y de confiabilidad.<br />
  las  redes de estrella, en cambio, se basan en un nodo central que act&uacute;a como punto  de conexi&oacute;n y control de la red, y al cual se conectan los distintos  dispositivos. En este caso, la informaci&oacute;n que se trasmita en la red solo llega  a los dispositivos conectados al nodo central. Este tipo de red se caracteriza  por ser m&aacute;s robusta y confiable que la de bus, aunque tambi&eacute;n es m&aacute;s costosa y  menos flexible.</p>
<p>Por  &uacute;ltimo, las redes de anillo se caracterizan por ser una estructura cerrada en  la que cada dispositivo se conecta a los dispositivos vecinos formando un  anillo. La informaci&oacute;n que se trasmita circular&aacute; por todo el anillo hasta  llegar al dispositivo final de destino. Esta estructura se caracteriza por ser  eficiente y de alta velocidad, aunque tambi&eacute;n es complicada de manejar y  controlar.</p>
<p>Otra  clasificaci&oacute;n posible de las redes tecnol&oacute;gicas es seg&uacute;n su dinamismo y  flexibilidad. En este sentido, se pueden distinguir dos tipos: las redes  est&aacute;ticas y las redes m&oacute;viles.</p>
<p>Las  redes est&aacute;ticas son aquellas que tienen una estructura fija y no cambian en el  tiempo, como las redes LAN o WAN que se utilizan en las empresas. Estas redes  se caracterizan por ser m&aacute;s confiables y seguras que las redes m&oacute;viles, aunque  tambi&eacute;n son menos flexibles y poco adaptables a los cambios.<br />
  Por  su parte, las redes m&oacute;viles se caracterizan por ser din&aacute;micas y adaptables a  las necesidades de los usuarios y de los dispositivos. Estas redes son  utilizadas en la actualidad por los sistemas de comunicaci&oacute;n inal&aacute;mbrica, como  el Wi-Fi, la conexi&oacute;n a Internet m&oacute;vil o los sistemas satelitales. Las redes  m&oacute;viles se caracterizan por ser muy vers&aacute;tiles y flexibles, aunque tambi&eacute;n son  m&aacute;s inestables y menos confiables que las est&aacute;ticas.</p>
<p>Por  &uacute;ltimo, otra posible clasificaci&oacute;n de las redes tecnol&oacute;gicas es seg&uacute;n su  naturaleza y funci&oacute;n. En este sentido, se pueden distinguir dos tipos: las  redes p&uacute;blicas y las redes privadas.</p>
<p>Las  redes p&uacute;blicas son aquellas que est&aacute;n disponibles para cualquier persona y se  utilizan con fines de comunicaci&oacute;n p&uacute;blica, como las redes de datos, de voz o  de televisi&oacute;n. Estas redes se caracterizan por ser de alto tr&aacute;fico y  diversidad, y suelen estar controladas por los proveedores de servicios de  Internet o de comunicaci&oacute;n.</p>
<p>Por  otro lado, las redes privadas son aquellas que se utilizan en un &aacute;mbito  limitado y controlado por una empresa o instituci&oacute;n. Estas redes se  caracterizan por ser de alto control, seguridad y confidencialidad, y se  utilizan para compartir informaci&oacute;n, recursos y servicios de forma interna  entre los distintos departamentos de una empresa o instituci&oacute;n.</p>
<p>En  conclusi&oacute;n, existen diversos tipos de redes tecnol&oacute;gicas que se pueden  clasificar seg&uacute;n distintos criterios como su alcance, estructura, topolog&iacute;a,  dinamismo y naturaleza. Cada tipo de red tecnol&oacute;gica tiene ventajas y  desventajas seg&uacute;n su uso y objetivo, por lo que es importante elegir la  adecuada en funci&oacute;n de las necesidades de cada empresa&nbsp;o&nbsp;individuo.</p>
</body>
</html>
