<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style7 {font-weight: bold}
-->
</style>
</head>

<body>
<p>Desde que se invent&oacute; el  protocolo de Internet en 1982, las direcciones IP han sido una pieza  fundamental para la conexi&oacute;n de dispositivos a la red mundial. Esta direcci&oacute;n  num&eacute;rica se utiliza para identificar de manera &uacute;nica cada dispositivo en una  red de computadoras, y permite a los dispositivos comunicarse entre s&iacute; y  compartir informaci&oacute;n.</p>
<p>Una direcci&oacute;n IP consta  de n&uacute;meros separados por un punto, y puede ser de dos tipos: IPv4 e IPv6. IPv4  es el est&aacute;ndar m&aacute;s utilizado actualmente y se compone de cuatro conjuntos de  n&uacute;meros que van del 0 al 255, mientras que IPv6 consiste en ocho conjuntos de  cuatro d&iacute;gitos hexadecimales, separados por dos puntos. El uso de IPv6 se est&aacute;  expandiendo cada vez m&aacute;s debido al agotamiento de direcciones IPv4.</p>
<p>Cada dispositivo  conectado a una red, ya sea en una oficina, en casa o en cualquier otro lugar,  necesita una direcci&oacute;n IP &uacute;nica para poder acceder a Internet. Esta direcci&oacute;n  se asigna autom&aacute;ticamente mediante el uso de un protocolo de red llamado  Dynamic Host Configuration Protocol (DHCP), que permite a los dispositivos  conectarse a la red sin intervenci&oacute;n manual por parte del usuario.</p>
<p>Las direcciones IP  tambi&eacute;n se pueden asignar est&aacute;ticamente, lo que significa que se establece  manualmente una direcci&oacute;n para un dispositivo en particular. La ventaja de las  direcciones IP est&aacute;ticas es que el dispositivo siempre tendr&aacute; la misma  direcci&oacute;n en la red, lo que hace que la administraci&oacute;n y la conectividad sean  m&aacute;s f&aacute;ciles de gestionar. Sin embargo, el uso de direcciones IP est&aacute;ticas  tambi&eacute;n puede llevar a conflictos con otras direcciones en la red, lo que a su  vez puede causar interrupciones en la conexi&oacute;n.</p>
<p><img width="589" height="297" src="4.2.3_clip_image001.jpg" align="left" hspace="12" alt="Qu&eacute; es una direcci&oacute;n IP p&uacute;blica?" />Adem&aacute;s,  no todas las direcciones IP son v&aacute;lidas para cada red. Las direcciones IP se  dividen en diferentes clases, cada una con su rango de direcciones espec&iacute;fico.  A su vez, las direcciones pueden ser p&uacute;blicas o privadas. Las direcciones IP  p&uacute;blicas se utilizan en Internet y son &uacute;nicas para cada dispositivo en todo el  mundo, mientras que las direcciones IP privadas se utilizan en redes internas,  como en una oficina o en un hogar, y no son visibles desde Internet. <br />
  El conjunto de  direcciones IP p&uacute;blicas est&aacute;n asignadas y controladas por la Internet Assigned  Numbers Authority (IANA), que es una organizaci&oacute;n sin fines de lucro que se  encarga de la asignaci&oacute;n de direcciones en todo el mundo. La IANA asigna  bloques de direcciones IP a organizaciones regionales, que a su vez asignan  bloques a sus respectivos pa&iacute;ses. Estas organizaciones regionales son la  Regional Internet Registries (RIRs), que son las encargadas de administrar las  direcciones IP en su &aacute;rea de influencia.</p>
<p>Las direcciones IP  desempe&ntilde;an un papel importante en la seguridad de la red. Los firewalls y otros  sistemas de seguridad pueden utilizar las direcciones IP para bloquear o  permitir el acceso a la red. Los ataques malintencionados, como los ataques  DDoS, tambi&eacute;n pueden ser bloqueados mediante el bloqueo de direcciones IP  espec&iacute;ficas.</p>
<p>En resumen, las  direcciones IP son esenciales para la conectividad de dispositivos en una red y  son necesarias para que los dispositivos se comuniquen entre s&iacute; y accedan a  Internet. La asignaci&oacute;n y la gesti&oacute;n de direcciones IP son gestionados por  organizaciones y protocolos espec&iacute;ficos, como la IANA y el DHCP. Las  direcciones IP tambi&eacute;n desempe&ntilde;an un papel importante en la seguridad de la  red, ya que pueden ser utilizadas para bloquear o permitir&nbsp;el&nbsp;acceso.</p>
</body>
</html>
