<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Internet  es un t&eacute;rmino que se ha convertido en una pieza fundamental de nuestra vida  moderna. Desde el trabajo hasta las redes sociales, pasando por el  entretenimiento, el acceso a la informaci&oacute;n y la educaci&oacute;n, Internet nos brinda  un sinf&iacute;n de posibilidades y oportunidades que hace apenas unos a&ntilde;os eran  impensables. Sin embargo, &iquest;sabemos realmente de d&oacute;nde viene Internet y c&oacute;mo  surgi&oacute;? En esta historia, vamos a hacer un recorrido por el origen del  Internet, una historia que comenz&oacute; hace m&aacute;s de medio siglo y que ha cambiado el  mundo tal como lo conocemos hoy en d&iacute;a.</p>
<p>Los  or&iacute;genes de Internet se remontan a la d&eacute;cada de 1960, cuando los departamentos  de defensa y los centros de investigaci&oacute;n gubernamentales de los Estados Unidos  comenzaron a desarrollar sistemas de comunicaci&oacute;n avanzados. Por aquel  entonces, la Guerra Fr&iacute;a estaba en su apogeo, y el gobierno estadounidense se  daba cuenta de que necesitaba un sistema de comunicaciones eficaz y seguro que  pudiera resistir cualquier posible ataque enemigo.</p>
<p>Fue  as&iacute; como naci&oacute; ARPANET, un proyecto financiado por el Departamento de Defensa  que ten&iacute;a como objetivo crear una red de comunicaciones que pudiera  interconectar los diferentes centros de investigaci&oacute;n del pa&iacute;s. La idea era  conectar centros de investigaci&oacute;n y universidades para que pudieran compartir  informaci&oacute;n y recursos, como equipos de investigaci&oacute;n o bibliograf&iacute;a  cient&iacute;fica, de una manera m&aacute;s r&aacute;pida y eficaz.</p>
<p>La  primera conexi&oacute;n de ARPANET se realiz&oacute; en octubre de 1969, cuando la  Universidad de California en Los &Aacute;ngeles (UCLA) se conect&oacute; con el Instituto de  Investigaci&oacute;n de Stanford (SRI). Esta conexi&oacute;n fue hecha a trav&eacute;s de una l&iacute;nea  telef&oacute;nica de baja velocidad y requiri&oacute; que los ingenieros escribieran  programas especiales para que las computadoras pudieran comunicarse entre s&iacute;.  Sin embargo, a pesar de que la velocidad de transmisi&oacute;n era lenta, este primer  paso fue el inicio de una revoluci&oacute;n en las comunicaciones.<br />
  En  el siguiente a&ntilde;o, la red creci&oacute; y se conectaron cuatro nodos m&aacute;s. En 1971, el  ingeniero de BBN Technologies (una empresa contratada por el gobierno que  trabajaba en el desarrollo de la red), Ray Tomlinson, envi&oacute; el primer correo  electr&oacute;nico de la historia a trav&eacute;s de ARPANET. Este mensaje fue enviado a s&iacute;  mismo y conten&iacute;a s&oacute;lo unas pocas l&iacute;neas de texto, pero demostr&oacute; que el sistema  de correo electr&oacute;nico pod&iacute;a funcionar en la red.</p>
<p>Durante  la d&eacute;cada de 1970, ARPANET sigui&oacute; creciendo y lleg&oacute; a conectar a m&aacute;s de una  docena de nodos en todo el pa&iacute;s. A medida que la red se expand&iacute;a, se volv&iacute;a m&aacute;s  compleja, lo que requer&iacute;a que los ingenieros crearan soluciones para manejar la  gran cantidad de datos que se intercambiaban.</p>
<p><img width="328" height="312" src="4.2.1_clip_image002.jpg" align="left" hspace="12" alt="16 momentos clave que forjaron Internet, seg&uacute;n Vint Cerf - AS.com" />En 1974, el ingeniero Vinton Cerf y su  colaborador Bob Kahn desarrollaron el protocolo de comunicaciones TCP/IP  (Transmission Control Protocol/Internet Protocol). Este protocolo se convirti&oacute;  en el est&aacute;ndar para la transmisi&oacute;n de datos en la red y permiti&oacute; que los  sistemas de comunicaci&oacute;n de diferentes proveedores pudieran intercambiar datos  entre s&iacute;.</p>
<p>TCP/IP  permiti&oacute; tambi&eacute;n la conexi&oacute;n de redes distintas, lo que llev&oacute; a la creaci&oacute;n de  redes internas dentro de las empresas, y la posibilidad de conectar una red  local (LAN) a una de distribuci&oacute;n global (WAN), lo que posibilit&oacute; la conexi&oacute;n  de ordenadores a trav&eacute;s de distancias mucho m&aacute;s grandes.</p>
<p>A  finales de la d&eacute;cada de 1970, la comunidad acad&eacute;mica comenz&oacute; a darse cuenta del  potencial de la red ARPANET para la investigaci&oacute;n y la educaci&oacute;n. La NSF  (National Science Foundation) se dio cuenta de esto y comenz&oacute; a financiar  proyectos para la creaci&oacute;n de redes de investigaci&oacute;n y educaci&oacute;n. Esta decisi&oacute;n  fue crucial para el desarrollo futuro de Internet, ya que permiti&oacute; que se  extendiera m&aacute;s all&aacute; de los c&iacute;rculos acad&eacute;micos y gubernamentales.<br />
  En  los a&ntilde;os ochenta, el crecimiento de la red fue exponencial. En 1983, ARPANET  adopt&oacute; el protocolo TCP/IP como su propio sistema de comunicaciones y se  convirti&oacute; en la primera red en utilizar Internet como plataforma de  comunicaci&oacute;n.</p>
<p>A  medida que la red crec&iacute;a, la necesidad de establecer est&aacute;ndares se hizo cada  vez m&aacute;s evidente. En 1986, Internet Engineering Task Force (IETF) se form&oacute; para  estandarizar los protocolos de Internet y crear nuevas tecnolog&iacute;as que pudieran  ayudar a expandir la red.</p>
<p>Una  de esas tecnolog&iacute;as fue el sistema de nombres de dominio (DNS). El DNS es un  sistema que permite a los usuarios de Internet navegar por la red utilizando  nombres en lugar de direcciones IP num&eacute;ricas. El DNS fue creado en 1983 por  Paul Mockapetris, un ingeniero que trabajaba en el proyecto ARPANET. El DNS ha  permitido que Internet sea m&aacute;s f&aacute;cil de usar para los usuarios cotidianos, y ha  ayudado en gran medida a la expansi&oacute;n global de la red.</p>
<p>En  1989, el f&iacute;sico brit&aacute;nico Tim Berners-Lee desarroll&oacute; el concepto de la World  Wide Web. Berners-Lee trabajaba en el CERN (Consejo Europeo para la  Investigaci&oacute;n Nuclear) en Suiza como inform&aacute;tico, y se dio cuenta de que hab&iacute;a  una necesidad de desarrollar un sistema que permitiera a los investigadores  acceder a la informaci&oacute;n de manera m&aacute;s eficaz. As&iacute; naci&oacute; el concepto de la Web,  una herramienta que permitir&iacute;a a los usuarios acceder a documentos en l&iacute;nea y  enlazarlos entre s&iacute;.</p>
<p>En  1990, Berners-Lee y su colaborador Robert Calliau escribieron el primer  navegador web, llamado &quot;WorldWideWeb&quot;. Este navegador permiti&oacute; a los  usuarios acceder a documentos en l&iacute;nea y enlazarlos de una manera m&aacute;s f&aacute;cil y  eficiente. La llegada de la Web fue el catalizador que llev&oacute; a la aparici&oacute;n de  una nueva era en Internet, una en la que la informaci&oacute;n y los recursos podr&iacute;an  ser intercambiados a nivel global.<br />
  Durante  la d&eacute;cada de 1990, el n&uacute;mero de usuarios de Internet creci&oacute; r&aacute;pidamente, y la  Web se convirti&oacute; en el foco principal de la actividad en l&iacute;nea. En 1993, Marc  Andreessen y otros desarrolladores del Centro de Supercomputaci&oacute;n Nacional de  la Universidad de Illinois en Urbana-Champaign crearon el primer navegador web  gr&aacute;fico, llamado Mosaic. Este navegador permiti&oacute; a los usuarios ver im&aacute;genes y  enlaces de una manera m&aacute;s f&aacute;cil que el WorldWideWeb original de Berners-Lee, lo  que lo convirti&oacute; en un &eacute;xito instant&aacute;neo.</p>
<p>El  &eacute;xito de Mosaic llev&oacute; a la creaci&oacute;n de la empresa Netscape Comunicativos, que  desarroll&oacute; el navegador Netscape Navigator en 1994. Netscape Navigator se  convirti&oacute; en el navegador web m&aacute;s popular de la d&eacute;cada de 1990 y lider&oacute; la  primera fase de la Guerra de los Navegadores, una lucha por el dominio del  mercado de navegadores web.</p>
<p>En  la d&eacute;cada de 1990 tambi&eacute;n se produjo el auge del comercio electr&oacute;nico. Los  minoristas comenzaron a crear sitios web y a vender productos en l&iacute;nea, lo que  llev&oacute; a la creaci&oacute;n de sitios web de comercio electr&oacute;nico como Amazon y eBay.  El correo electr&oacute;nico se convirti&oacute; en una forma popular de comunicaci&oacute;n, y las  redes sociales y los foros comenzaron a aparecer en l&iacute;nea.<br />
  En  la d&eacute;cada de 2000, Google se convirti&oacute; en el motor de b&uacute;squeda m&aacute;s popular y  comenz&oacute; a desarrollar nuevas tecnolog&iacute;as como el correo electr&oacute;nico de Gmail.  Los sitios de redes sociales como Facebook, Twitter y LinkedIn se convirtieron  en una forma popular de conectar a las personas en l&iacute;nea. La Web 2.0, una nueva  era de la Web centrada en la colaboraci&oacute;n y el intercambio de informaci&oacute;n,  contribuy&oacute; a la popularizaci&oacute;n de los blogs, los wikis y los servicios de  alojamiento de video como YouTube.<br />
  En  la actualidad, Internet es una parte integral de nuestras vidas. Desde la  educaci&oacute;n hasta el entretenimiento, desde el trabajo hasta la comunicaci&oacute;n,  Internet ofrece una amplia variedad de recursos y oportunidades. La tecnolog&iacute;a  de Internet ha hecho posibles cosas que nunca imaginamos y ha cambiado  fundamentalmente la forma en que vivimos.</p>
<p>Internet  ha cambiado nuestro mundo de formas profundas y significativas. Desde su origen  humilde como una red de comunicaciones militares en la d&eacute;cada de 1960, Internet  ha evolucionado para convertirse en una fuerza incre&iacute;blemente poderosa e  influyente que tiene un impacto global. Internet ha cambiado nuestra forma de  comunicarnos, aprender, trabajar y jugar, y ha permitido que la informaci&oacute;n,  los recursos y las ideas sean compartidos&nbsp;a&nbsp;nivel&nbsp;global.</p>
<p align="left">&nbsp;</p>
</body>
</html>
