<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p>Hoy  en d&iacute;a, las redes son parte fundamental de nuestra vida diaria, y existen dos  tipos principales de redes: las al&aacute;mbricas e inal&aacute;mbricas. Ambas son muy  importantes y &uacute;tiles para conectar dispositivos y compartir informaci&oacute;n, pero  cada una tiene sus ventajas y desventajas.</p>
<p>Las  redes al&aacute;mbricas son aquellas que utilizan cables para conectarse. Es decir, se  requiere un cable f&iacute;sico para conectar dispositivos y transmitir datos. Los  tipos de cables m&aacute;s comunes utilizados en las redes al&aacute;mbricas son los cables  Ethernet, que pueden ser de diferentes tipos, como Cat5, Cat6, entre otros.</p>
<p>Las  redes al&aacute;mbricas tienen varias ventajas. En primer lugar, pueden ofrecer  velocidades de transferencia de datos muy altas, que pueden ser importantes  para transmitir grandes cantidades de informaci&oacute;n. Adem&aacute;s, las redes al&aacute;mbricas  son m&aacute;s seguras que las redes inal&aacute;mbricas, ya que los datos no se transmiten  por el aire, lo que evita el riesgo de interferencias o ataques de hackers. Por  &uacute;ltimo, las redes al&aacute;mbricas son fiables y estables, lo que significa que la  conexi&oacute;n no se interrumpir&aacute; f&aacute;cilmente.</p>
<p>Sin  embargo, tambi&eacute;n existen desventajas en las redes al&aacute;mbricas. En primer lugar,  instalar una red al&aacute;mbrica puede ser costoso, ya que se requiere la instalaci&oacute;n  de cables y equipos. Adem&aacute;s, las redes al&aacute;mbricas son menos flexibles que las  redes inal&aacute;mbricas, ya que no se pueden mover f&aacute;cilmente de un lugar a otro.  Por &uacute;ltimo, las redes al&aacute;mbricas pueden ser complicadas de configurar y  mantener, lo que requiere de personal especializado.<br />
    <img width="589" height="270" src="4.3.3_clip_image002.png" alt="Redes Alambricas e Inalambricas: diciembre 2014" /> </p>
<p>Por  otro lado, las redes inal&aacute;mbricas son aquellas que utilizan ondas  electromagn&eacute;ticas para conectarse. En otras palabras, no se requiere un cable  f&iacute;sico para conectar dispositivos y transmitir datos. Los tipos m&aacute;s comunes de  redes inal&aacute;mbricas son las WLAN (Wireless Local Area Network), que se utilizan  en hogares, peque&ntilde;as empresas y oficinas.<br />
  Las  redes inal&aacute;mbricas tambi&eacute;n tienen varias ventajas. En primer lugar, son m&aacute;s  flexibles y port&aacute;tiles que las redes al&aacute;mbricas, ya que se pueden mover  f&aacute;cilmente de un lugar a otro. Adem&aacute;s, las redes inal&aacute;mbricas son m&aacute;s f&aacute;ciles  de instalar, ya que no se requiere la instalaci&oacute;n de cables y equipos. Por  &uacute;ltimo, las redes inal&aacute;mbricas son m&aacute;s econ&oacute;micas que las redes al&aacute;mbricas, ya  que no se requiere la compra de cables y equipos costosos.</p>
<p>Sin  embargo, tambi&eacute;n existen desventajas en las redes inal&aacute;mbricas. En primer  lugar, la velocidad de transferencia de datos puede ser m&aacute;s lenta que en las  redes al&aacute;mbricas, lo que puede ser un problema si se requiere transferir  grandes cantidades de informaci&oacute;n. Adem&aacute;s, las redes inal&aacute;mbricas son menos  seguras que las redes al&aacute;mbricas, ya que los datos se transmiten a trav&eacute;s del  aire, lo que las hace m&aacute;s vulnerables a las interferencias y los ataques de  hackers. Por &uacute;ltimo, las redes inal&aacute;mbricas pueden ser menos estables que las  redes al&aacute;mbricas, lo que significa que la conexi&oacute;n puede interrumpirse m&aacute;s  f&aacute;cilmente.</p>
<p>Ttanto  las redes al&aacute;mbricas como las inal&aacute;mbricas tienen ventajas y desventajas. La  elecci&oacute;n de una u otra depender&aacute; de las necesidades espec&iacute;ficas de cada  usuario. Si se requiere una alta velocidad de transferencia de datos, mayor  seguridad y una conexi&oacute;n m&aacute;s estable, una red al&aacute;mbrica puede ser la mejor  opci&oacute;n. Si se busca flexibilidad, portabilidad y facilidad de instalaci&oacute;n, una  red inal&aacute;mbrica puede ser la mejor opci&oacute;n. En cualquier caso, es importante  asegurarse de que la red elegida sea adecuada para las necesidades del usuario  y que se configure y mantenga adecuadamente para garantizar una conexi&oacute;n  segura&nbsp;y&nbsp;estable.</p>
</body>
</html>
